INSERT INTO Person(first_name, second_name, birthday, country) VALUES
 ('Кристофер', 'Нолан', '1970-07-30', 'США'),
 ('Леонардо', 'Ди Каприо', '1974-11-11', 'США'),
 ('Эллен', 'Пейдж', '1987-02-21', 'Канада'),
 ('Том', 'Харди', '1977-09-15', 'Великобритания'),
 ('Джозеф', 'Гордон-Левитт', '1981-02-17', 'США'),
 ('Киллиан', 'Мёрфи', '1976-05-25', 'Ирландия');

 INSERT INTO Film(title, issue_year, imdb, length) VALUES
 ('Начало', '2010', '8.8', '148');

 INSERT INTO Genre(name_genre) VALUES
 ('Детектив'),
 ('Триллер'),
 ('Научная фантастика'),
 ('Драма'),
 ('Комедия'),
 ('Ужасы');

 INSERT INTO Position(name_position) VALUES
 ('Режиссер'),
 ('Актер'),
 ('Продюсер'),
 ('Сценарист');

INSERT INTO Film_Genre VALUES
 ('1', '1'),
 ('1', '2'),
 ('1', '3');

 INSERT INTO Film_Person VALUES
 ('1', '1', '1'),
 ('1', '2', '2'),
 ('1', '3', '2'),
 ('1', '4', '2'),
 ('1', '5', '2'),
 ('1', '6', '2');
